export const mock = {
    "data": [
        {
            "title": "新闻1的标题",
            "date": "2022-01-01"
        },
        {
            "title": "新闻2的标题",
            "date": "2022-01-02"
        },
        {
            "title": "新闻3的标题",
            "date": "2022-01-03"
        },
        {
            "title": "新闻4的标题",
            "date": "2022-01-04"
        },
        {
            "title": "新闻5的标题",
            "date": "2022-01-05"
        },
        {
            "title": "新闻6的标题",
            "date": "2022-01-06"
        },
        {
            "title": "新闻7的标题",
            "date": "2022-01-07"
        },
        {
            "title": "新闻8的标题",
            "date": "2022-01-08"
        },
        {
            "title": "新闻9的标题",
            "date": "2022-01-09"
        },
        {
            "title": "新闻10的标题",
            "date": "2022-01-10"
        }
    ],
    "message": "success",
    "code": 200,
}